# Задача 1 "Длина слова"

a = 'длина слова'
print(len(a))

# Задача 2 "Суммы и разности"
first = 7
second = 11
dif(first-second)
sum(first+second)

print(first, second)